Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Placebo matching 0.5 and 1.0 mg tablets
es_es: Placebo correspondiente a los comprimidos de 0.5 y 1.0 mg

source: Placebo matching 0.5 and 1 mg
es_es: Placebo correspondiente a 0.5 y 1 mg

source: Placebo matching 10 mg
es_es: Placebo correspondiente a 10 mg

source: Placebo matching 10 mg tablets
es_es: Placebo correspondiente a los comprimidos de 10 mg

source: Placebo matching 2.5 mg
es_es: Placebo correspondiente a 2.5 mg

source: Placebo matching 5 mg
es_es: Placebo correspondiente a 5 mg

source: Placebo matching empagliflozin
es_es: Placebo acorde a la empagliflozina

source: Placebo matching to 2.5 mg tablets
es_es: Placebo correspondiente a los comprimidos de 2.5 mg

source: Placebo matching to 200 mg tablets
es_es: Placebo correspondiente a los comprimidos de 200 mg

source: Placebo matching to 25 mg tablets
es_es: Placebo correspondiente a los comprimidos de 25 mg

source: Placebo matching to 5 mg tablets
es_es: Placebo correspondiente a los comprimidos de 5 mg

source: Placebo matching to 50 mg tablets
es_es: Placebo correspondiente a los comprimidos de 50 mg

source: Placebo was used to simulate full lyo load and to cover whole batch size for all three runs.
es_es: Se utilizó placebo para simular la carga completa de liofilización y cubrir el tamaño total de la partida para las tres corridas.

source: Placebo, film-coated tablets to match empagliflozin 10 mg
es_es: Placebo, comprimidos recubiertos equivalentes a empagliflozina 10 mg

source: Planned analyses
es_es: Análisis planificado

source: Planned:
es_es: Programada:

source: Planning and Decisions Act 2016 (for part 2).
es_es: tratamientos médicos de Victoria actualizada en 2016 (para la Parte 2).

source: Planos de la institución.
es_es: Plans of the premises.

source: Plasma concentration-time profile of empagliflozin
es_es: Perfil de concentración plasmática en el tiempo de empagliflozina.

source: Plasma concentration-time profile of metformin
es_es: Perfil de concentración plasmática en el tiempo de metformina.

source: Plasma levels then declined with a rapid distribution phase and a slower elimination phase.
es_es: Luego, los niveles plasmáticos disminuyeron, con una fase de distribución rápida y una fase de eliminación más lenta.

source: Plasma levels then rapidly declined in the distribution phase into a slower elimination phase.
es_es: Luego, los niveles plasmáticos disminuyeron rápidamente en la fase de distribución hacia una fase de eliminación más lenta.

source: Plasma, serum, and urine samples were stored at an external biobanking facility contracted by the sponsor.
es_es: Las muestras de plasma, suero y orina quedaban almacenadas en las instalaciones de un banco biológico externo contratado por el patrocinador.

source: Plastic Bottle (HDPE)
es_es: Frasco de plástico (PEAD)

source: Plastic bottle
es_es: Frasco de plástico

source: Plastic foil
es_es: Lámina plástica

source: Plat
es_es: Placa

source: Platelet count below 100,000 per cubic millimetre.
es_es: Recuento de plaquetas menor a 100000 por milímetro cúbico.

source: Plates are used for surfaces, personnel and active air measurements.
es_es: Se utilizan placas para las mediciones del aire activo, el personal y las superficies.

source: Plates are used for surfaces, personnel, and active air measurements.
es_es: Se utilizan placas para las mediciones del aire activo, el personal y las superficies.

source: Platinum
es_es: Platino

source: Platinum-cured silicone
es_es: Silicona curada con platino

source: Platinum-cured silicone tubings
es_es: Tuberías de silicona curada con platino

source: Please also refer to comparative dissolution report b86368-p200am0701 (q00305606-01) see response to question 4 below.
es_es: Consultar también el el informe comparativo de disolución b86368-p200am0701 (q00305606-01); ver la respuesta a la pregunta 4, a continuación.

source: Please consult the attached tables for a list of countries where Metalyse 25mg and Metalyse 50mg are marketed, including the dates of initial commercialization (Tables 1 and 2), as well as countries where the products have been withdrawn in the past five years, with reasons for withdrawal (Table 3).
es_es: Se presentan en las primeras dos tablas adjuntas (Tabla 1 y Tabla 2) la lista de países en los que se comercializan Metalyse 25 mg y Metalyse 50 mg incluidas las fechas de primera comercialización, y, en la Tabla 3, los países donde se ha retirado el producto en estos cinco años, junto con los motivos del retiro.

source: Please find an overview of the batches (= commercial batches) used for comparative dissolution profile testing.
es_es: Ver el resumen general de las partidas (= partidas comerciales) usadas en los ensayos comparativos de los perfiles de disolución.

source: Please find attached Ph. Eur. monographs (Attachment01/q00306532) of the excipients and COAs (Attachment02/q00306535).
es_es: Se adjuntan las monografías de la Ph. Eur. y los certificados de análisis de los excipientes (Anexo 01/q00306532 y 02/q00306535 respectivamente).

source: Please find below the traceability of the 100 mg bio-batch 1373880001 and the 150 mg batch with proven similarity to bio-batch 50 mg 1363980001.
es_es: A continuación, se presenta la trazabilidad de la biopartida 1373880001, de 100 mg, y de la partida 1363980001, de 150 mg, cuya similitud con la biopartida de 50 mg está comprobada.

source: Please find in Table 1 the specifications of the folding carton for empagliflozin film-coated tablets, 10 mg and 25 mg.
es_es: En la Tabla 1 se pueden ver las especificaciones de la caja de cartón plegable de los comprimidos recubiertos de empagliflozina, de 10 mg y 25 mg.

source: Please find in Table 1 the testing parameters, analytical procedures and corresponding validation of the analytical procedure for empagliflozin film-coated tablets, 10 mg and 25 mg.
es_es: En la Tabla 1 se pueden ver los parámetros analíticos, los procedimientos analíticos y la correspondiente validación de los procedimientos analíticos de los comprimidos recubiertos de empagliflozina, de 10 mg y 25 mg.

source: Please find respective certification enclosed to this response (see Annex 2-ISO 13485-2016 + EN ISO 13485-2016).
es_es: Se adjunta a esta respuesta la certificación respectiva (ver Anexo 2 - ISO 13485-2016 + EN ISO 13485-2016).

source: Please find the Statement providing details on conversion of [mg] tenecteplase to [U] enclosed to this response (see Annex 1-Statement conversion mg to units).
es_es: Adjuntamos a esta respuesta la Declaración con los detalles de la conversión de [mg] a [U] de tenecteplasa (ver Anexo 1 - Declaración de conversión de mg a unidades).

source: Please find the Statement providing details on the drug substance batch numbering system enclosed to this response (refer to Annex 5-Statement batch numbering DS).
es_es: Se adjunta a esta respuesta la Declaración con detalles sobre el sistema de numeración de partidas del principio activo (ver Anexo 5 - Declaración sobre numeración de partidas del principio activo).

source: Please find the overview of batches which have been used in clinical studies provided with the response to the deficiency letter dated 19-April-2022.
es_es: Ver el resumen general de partidas usadas en los ensayos clínicos, que se adjuntó a la respuesta a la notificación de objeciones del 19 de abril de 2022.

source: Please follow your local copyright law
es_es: Para la transmisión de este artículo, remitirse a las leyes de protección de derechos de autor locales.

source: Please note that a subject may be counted in more than one seriousness criterion.
es_es: Podría darse que un paciente se cuente en más de un criterio de gravedad.

source: Please note that in section 3.2.P.7.1 “Medimop Medical Projects Ltd” is listed as Manufacturer of the vial adapter.
es_es: En la sección 3.2.P.7.1, "Medimop Medical Projects Ltd." figura como fabricante del adaptador de vial.

source: Please note that technical batches are manufactured in a way representative for intended manufacturing process in order to render validity of data obtained from stability study.
es_es: Nótese que las partidas técnicas son en su elaboración representativas del proceso de fabricación previsto a fin de garantizar la validez de los datos obtenidos del estudio de estabilidad.

source: Please note:
es_es: Comentarios:

source: Please postpone your signature or forward the envelope to an authorized signatory in your country of employment).
es_es: Se puede posponer la firma o reenviar el sobre a un signatario autorizado en el propio país de empleo).

source: Please postpone your signature or forward the envelope to an authorized signatory in your country of employment.
es_es: Se puede posponer la firma o reenviar el sobre a un signatario autorizado en el propio país de empleo.

source: Please read the information below carefully and thoroughly.
es_es: Lea con atención y detenimiento la siguiente información.

source: Please refer to 3.2.P.2 Pharmaceutical Development - Rationale for a revised tablet thickness in-process control limit (IPC) for comparison of equipment between the two sites.
es_es: Ver la sección 3.2.P.2 Desarrollo farmacéutico: Justificación de la corrección al límite del control intermedio del proceso "espesor de los comprimidos" con el objeto de comparar el equipo de ambas plantas.

source: Please refer to Section 3.2.P.8 Stability for details.
es_es: En la Sección 3.2.P.8, Estabilidad, se incluyen detalles.

source: Please refer to comparative dissolution report b86368-p200am0701 (q00305606-01) attached to this response.
es_es: Consultar el el informe comparativo de disolución b86368-p200am0701 (q00305606-01), que se adjunta a esta respuesta.

source: Please refer to responses to the deficiency letters dated 28-October-2021 and 19-April-2022.
es_es: Ver las respuestas a las notificaciones de objeciones del 28 de octubre de 2021 y el 19 de abril de 2022.

source: Please refer to section 3.2.P.3.3.
es_es: Ver la Sección 3.2.P.3.3.

source: Please refer to section 3.2.P.5.6 for detailed justification on the proposed acceptance criteria with respect to the statistical evaluation of release / stability data and safety consideration.
es_es: En la Sección 3.2.P.5.6 hay una justificación detallada de los criterios de aceptación propuestos, según el análisis estadístico de los datos de liberación y estabilidad y una consideración sobre la seguridad.

source: Please refer to section 3.2.P.5.6 for detailed justification with respect to the statistical evaluation of stability data and safety consideration.
es_es: En la Sección 3.2.P.5.6 hay una justificación detallada del análisis estadístico de los datos de estabilidad y una consideración sobre la seguridad.

source: Please refer to the attached ICH-Q3C guideline.
es_es: Ver el lineamiento Q3C de la ICH, que se encuentra adjunto.

source: Please refer to the attached Monograph Ph.Eur. 2.4.24 for identification and control of residual solvents.
es_es: En la monografía adjunta, Ph. Eur. 2.4.24, se puede consultar la identificación y el control de disolventes residuales.

source: Please refer to the attached report 11-123-03 (q00190829-04).
es_es: Véase el informe anexo 11-123-03 (q00190829-04).

source: Please refer to the section P.2 of the CMC dossier.
es_es: Ver la sección P.2 del dossier de control de fabricación.

source: Please refer to the stability results, provided in Module 3, section 3.2.P.8.3.
es_es: En el Módulo 3, sección 3.2.P.8.3, se pueden apreciar los resultados de estabilidad.

source: Please see below.
es_es: Ver a continuación.

source: Please see in the enclosed table the countries in which Metalyse® 5000 units (25mg) powder for solution for injection has been submitted and/or approved by 23 January 2025 and the marketing status.
es_es: Se presentan en la tabla adjunta la lista de países en los que, a fecha 23 de enero de 2025, se ha presentado o aprobado Metalyse®, 5000 unidades (25mg), polvo para solución inyectable, y su estado de comercialización.

source: Please send data access requests to bkmmenon@ucalgary.ca.
es_es: Los pedidos de acceso a la información se envían a bkmmenon@ucalgary.ca.

source: Plots showing individual and mean trough concentration by day, and plots of individual and mean trough concentrations versus various demographic factors were also be produced.
es_es: También se produjeron gráficos de las concentraciones mínimas individuales y medias diarias, y de las concentraciones mínimas individuales y medias contrastadas con diversos factores demográficos.

source: Plunger reached end position in PFS.
es_es: El émbolo alcanzó la posición final en la jeringa prellenada.

source: Plunger rod
es_es: Émbolo

source: Plunger rod (PR)
es_es: Émbolo

source: Plunger stopper
es_es: Tapón del émbolo

source: Plunger stopper (ready-to-use)
es_es: Tapón del émbolo (listo para usar)

source: Plunger stopper at barrels end after injection
es_es: Tapón de émbolo al final del cilindro tras la inyección

source: Plunger stoppers and syringes are provided in readyto-use quality by the supplier.
es_es: El proveedor suministra los tapones de émbolo y las jeringas ya listos para usar.

source: Plunger stoppers and syringes are provided in ready-to-use quality by the supplier.
es_es: El proveedor suministra los tapones de émbolo y las jeringas ya listos para usar.

source: Plus–minus values are means ±SD.
es_es: Los valores más/menos corresponden a las medias ± DE.

source: Pneumonia (fatal and non-fatal)
es_es: Neumonía (fatal o no fatal)

source: Po = percentage content of reference substance (calculated content of the BI reference substance, see certificate of analysis)
es_es: Po = contenido porcentual de la sustancia de referencia (contenido calculado de la sustancia de referencia de BI; ver certificado de análisis)

source: Point estimates of bioavailability (the ratios of the geometric means [T1/R1 fed, T1/R1 fasted, and T2/R2] for the primary endpoints [see Section 8.2]), and their 2-sided 90% CIs were to be provided.
es_es: Se debían proporcionar estimaciones puntuales de biodisponibilidad (cocientes de medias geométricas [T1/R1 postprandial, T1/R1 preprandial y T2/R2] para los criterios de valoración primarios [ver Sección 8.2]) y sus IC del 90% bilaterales.

source: Poland
es_es: Polonia

source: Poland – 83-200 Starogard Gdanski, Pomorskie
es_es: Polonia – 83-200 Starogard Gdanski, Pomorskie

source: Polycarbonate
es_es: Policarbonato

source: Polycarbonate material e.g. Makrolon RX- 2530 or other USP compliant compatible material
es_es: Material de policarbonato, como Makrolon RX-2530 u otro material compatible que cumpla con la USP

source: Polyethersulfone
es_es: Polietersulfona

source: Polyhydroxypropyl acrylate
es_es: Acrilato de polihidroxipropilo

source: Polyhydroxypropyl acrylate (PHPA) with 3.2 μg/day
es_es: Acrilato de polihidroxipropilo (PHPA) con 3.2 μg/día

source: Polymerized silicone coating
es_es: Revestimiento de silicona polimerizada

source: Polypropylene
es_es: Polipropileno

source: Polypropylene (PP), white
es_es: Polipropileno (PP) blanco

source: Polysorbate 20
es_es: Polisorbato 20

source: Polysorbate 20 (PS 20) content
es_es: Contenido de polisorbato 20 (PS 20)

source: Polysorbate 20 content
es_es: Contenido de polisorbato 20

source: Polysorbate 20 used in the manufacture of tenecteplase lyophilisate for solution for injection 25 mg meets the compendial requirements of the Ph.
es_es: Polysorbate 20 used in the manufacture of tenecteplasa lyophilisate for solution for injection 25 mg meets the compendial requirements of the Ph.

source: Polysorbate 20 used in the manufacture of tenecteplase lyophilisate for solution for injection 25 mg meets the compendial requirements of the Ph. Eur. compendial monograph(s).
es_es: El polisorbato 20 utilizado en la fabricación de tenecteplasa, liofilizado para solución inyectable, 25 mg, cumple con los requisitos de compendio de las monografía/s de la Ph. Eur.

source: Polysorbate 20 (HPLC-CAD)
es_es: Polisorbato 20 (HPLC-CAD)

source: Polysorbate 80
es_es: Polisorbato 80

source: Polysorbate addition is performed after product concentration adjustment in formulation vessel.
es_es: La adición de polisorbato se realiza luego del ajuste de la concentración del producto en el vaso de formulación.

source: Polysorbate concentration within acceptable range needed to stabilize protein.
es_es: La concentración de polisorbato ha de estar dentro del rango aceptable necesario para estabilizar la proteína.

source: Polysorbate 20 *
es_es: Polisorbato 20 *

source: Polysorbate 201
es_es: Polisorbato 201

source: Polysulfone
es_es: Polisulfona

source: Polysulfone connector
es_es: Empalme de polisulfona

source: Polysulfone is a material which is expected to meet typical acceptance criteria regarding extractables (Biopharm International, “Evaluation of Extractables from Product-Contact Surfaces”, 2002).
es_es: Está previsto que la polisulfona cumpla con los criterios de aceptación típicos en relación con las sustancias extraíbles (Biopharm International, “Evaluación de sustancias extraíbles en las superficies que tienen contacto con los productos”, 2002).

source: Polyvidone
es_es: Polividona

source: Polyvinyl chloride (PVC) film, 250µm1
es_es: Lámina de policloruro de vinilo (PVC), 250 µm1

source: Polyvinylidene fluoride
es_es: Fluoruro de polivinilideno

source: Polyvinylidene fluoride filter (PVDF) membrane
es_es: Membrana de filtro de fluoruro de polivinilideno (PVDF)

source: Pooled Tenecteplase (n=401, 0.25 & 0.40mg/kg EXTEND-IA TNK and part2)
es_es: Grupos combinados de tenecteplasa (n=401, 0.25 y 0.40mg/kg EXTEND-IA TNK y parte 2)

source: Pooled Tenecteplase (n=401)
es_es: Grupos combinados de tenecteplasa (n=401)

source: Pooling
es_es: Agrupamiento

source: Pooling (optional)
es_es: Agrupamiento (opcional)

source: Population not studied in clinical trials
es_es: Poblaciones no estudiadas en estudios clínicos

source: Population- based
es_es: Basado en la población

source: Population-based estimates of the incidence rate of paediatric VTE vary by country; literature estimates range from 0.14-0.49 per 10 000 persons per year.
es_es: Las estimaciones poblacionales de la tasa de incidencia de TEV pediátrica varían según el país; en la bibliografía, las estimaciones oscilan entre 0.14-0.49 por cada 10000 personas por año.

source: Por definición una nueva formulación con una biodisponibilidad (BD) fuera del rango de aceptación para un medicamento existente, no es bioequivalente.
es_es: By definition, a new formulation with a bioavailability outside the accepted range for an existing drug is not bioequivalent.

source: Por ejemplo, la primera etapa puede ser planificada como un análisis donde no se gasta alfa en el análisis intermedio, ya que el objetivo es obtener información sobre la diferencia estimación puntual y la variabilidad, y donde toda el alfa se gasta en el análisis final con el intervalo de confianza del 90% convencional.
es_es: For example, the first stage may be planned with no alpha spending on the interim analysis, since the goal is to gain information about the point estimate difference and variability, and with the whole alpha spending on the final analysis, using the conventional 90% CI.

source: Por ejemplo, para las formas sólidas de dosificación oral, una escala piloto es generalmente, como mínimo, una décima parte de la escala de producción completa o 100.000 tabletas o cápsulas, cualquiera que sea mayor, y que se fabriquen con la misma formulación, equipos similares y procesos previstos para los lotes de producción industrial.
es_es: For example, a pilot scale for solid oral dosage forms is generally at least the greater of one-tenth of the full production scale or100,000 tablets or capsules, manufactured using the same formulation, similar equipment and processes as industrial production batches.

source: Por ejemplo, se ha calculado que 8.600 pacientes tendrían que emplearse para alcanzar el poder estadístico adecuado para detectar una mejora del 20% en respuesta al principio activo de estudio en comparación con el placebo (18,19).
es_es: For example, 8.600 patients have been calculated to be needed to statistically adequately detect a 20% dose-response improvement in a drug vs. placebo study (18,19).

source: Por ejemplo:
es_es: Example:

source: Por estas razones el índice terapéutico es una consideración importante en la determinación de si se puede aplicar o no una bioexención basada en el BCS.
es_es: For these reasons, the therapeutic index is an important consideration in determining whether or not a BCS-based biowaiver can be applied.

source: Por lo general, AUC 0-t y Cmax se consideran los parámetros más pertinentes para la evaluación de la bioequivalencia (BE).
es_es: Generally, AUC 0-t and Cmax are considered the most relevant parameters for bioequivalence assessment.

source: Por lo tanto, no sólo la composición y características de calidad (incluyendo la estabilidad), sino también los métodos de fabricación (incluyendo equipos y procedimientos) deben ser los mismos que los que se utilizará en los futuros ciclos de producción de rutina.
es_es: Therefore, not only the composition and quality characteristics (including stability), but also the manufacturing methods (including equipment and procedures) must be the same as those to be used in future routine production cycles.

source: Por lo tanto, para los medicamentos de liberación modificada de administración oral se requieren estudios de bioequivalencia (BE) realizados tanto en condiciones de ayuno como en condiciones postprandiales.
es_es: Therefore, for orally administered modified-release drugs, bioequivalence studies under both fasting and postprandial conditions are required.

source: Por lo tanto, se recomienda que al menos que lo justifique de otro modo se estudie más de una dosis tanto del medicamento multifuente o genérico como el comparador.
es_es: Therefore, it is recommended that, unless otherwise justified, more than one dose of both the multi-source or generic drug and the comparator be studied.

source: Por lo tanto, un gran número de sujetos deben incluirse en estudios con principios activos muy variables para alcanzar el poder estadístico adecuado.
es_es: Therefore, large numbers of subjects must be included in studies with widely varying active ingredients to achieve adequate statistical power.

source: Porcentaje de fármaco disuelto en cada tiempo con su CV% respectivo.
es_es: Percent drug dissolved at each time and respective CVs %.

source: Pore size of final filter differs between process (0.1 vs. 0.2 μm cut-off).
es_es: El tamaño de poro del filtro final difiere entre los procesos (0,1 frente a 0,2 μm).

source: Pore size:
es_es: Tamaño de poro:

source: Portable stainless steel cryovessels designed for freezing and thawing of product and for storage at -20°C have a heat transfer jacket and coil assembly for circulation of the heat transfer fluid (HTF) during the freezing or thawing operation.
es_es: Los recipientes criogénicos portátiles de acero inoxidable diseñados para congelar, descongelar y almacenar productos a -20° C cuentan con una camisa térmica y un sistema de serpentín para la circulación del fluido caloventor durante la operación de congelación o descongelación.

source: Portable stainless steel pool tanks designed for storage at 2 - 8°C either have a top mounted agitator or a magnetic coupled bottom mounted agitator and a cooling jacket.
es_es: Los tanques de reserva portátiles de acero inoxidable diseñados para conservar sustancias a 2 ± 8 °C están equipados con un agitador montado en la parte superior o acoplado magnéticamente en la parte inferior y revestidos con una camisa refrigerante.
